Repository: liboyang42-cpu/chengyin-ios
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# templateAuthor.field.hint1
source: First hint
zh_hans: 第一个提示

# templateAuthor.field.hint2
source: Second hint
zh_hans: 第二个提示

# templateAuthor.field.holdSeconds
source: Continuous hold, 1–10 seconds
zh_hans: 连续保持，1 至 10 秒

# templateAuthor.field.imgUrl
source: Cover image reference
zh_hans: 封面图片引用

# templateAuthor.field.kicker
source: Title, up to 32 UTF-16 units
zh_hans: 标题，不超过 32 个 UTF-16 字符单元

# templateAuthor.field.maxAttempts
source: Sorting attempts (0 = unlimited)
zh_hans: 排序次数（0 为不限）

# templateAuthor.field.medalImg
source: Medal image reference
zh_hans: 勋章图片引用

# templateAuthor.field.medalName
source: Medal name
zh_hans: 勋章名称

# templateAuthor.field.photoRequireDesc
source: Photo requirements
zh_hans: 照片要求

# templateAuthor.field.players
source: Players, e.g. 2–6
zh_hans: 人数，例如 2–6

# templateAuthor.field.profileDream
source: Childhood dream
zh_hans: 童年梦想

# templateAuthor.field.profileName
source: Character name
zh_hans: 角色名称

# templateAuthor.field.profilePlace
source: Birthplace
zh_hans: 出生地

# templateAuthor.field.prompt
source: Question
zh_hans: 题干

# templateAuthor.field.questionA
source: Option A
zh_hans: 选项 A

# templateAuthor.field.questionAnswer
source: Correct text answer
zh_hans: 正确文字答案

# templateAuthor.field.questionAudio
source: Question audio reference
zh_hans: 题目音频引用

# templateAuthor.field.questionB
source: Option B
zh_hans: 选项 B

# templateAuthor.field.questionC
source: Option C
zh_hans: 选项 C

# templateAuthor.field.questionD
source: Option D
zh_hans: 选项 D

# templateAuthor.field.questionImg
source: Question image reference
zh_hans: 题目图片引用

# templateAuthor.field.questionName
source: Question
zh_hans: 问题

# templateAuthor.field.requiredMaterials
source: Required materials
zh_hans: 所需物料

# templateAuthor.field.rounds
source: Rounds: 1–10
zh_hans: 轮数：1–10

# templateAuthor.field.ruleInstructions
source: Rules
zh_hans: 玩法规则

# templateAuthor.field.seconds
source: Duration in seconds
zh_hans: 时长（秒）

# templateAuthor.field.storyImg
source: Creator image reference
zh_hans: 创作者图片引用

# templateAuthor.field.storyText
source: Creator note
zh_hans: 创作者说

# templateAuthor.field.sub
source: Supporting text
zh_hans: 说明文字

# templateAuthor.field.tails.action
source: Tails action
zh_hans: 反面行动

# templateAuthor.field.tails.label
source: Tails label
zh_hans: 反面名称

# templateAuthor.field.targetSeconds
source: Target: 3–120 seconds
zh_hans: 目标秒数：3–120

# templateAuthor.field.timed
source: Limit this challenge
zh_hans: 启用挑战限时

# templateAuthor.field.title
source: Name
zh_hans: 名称

# templateAuthor.field.tolerance
source: Direction tolerance, 5–90°
zh_hans: 方位容差，5 至 90°

# templateAuthor.field.toleranceMs
source: Tolerance: 50–5000 milliseconds
zh_hans: 容差毫秒：50–5000

# templateAuthor.field.tries
source: Attempts: 0–10; 0 means unlimited
zh_hans: 次数：0–10，0 表示不限

# templateAuthor.field.usageLocation
source: Suggested place
zh_hans: 适用场景

# templateAuthor.field.xp
source: Reward points
zh_hans: 奖励分

# templateAuthor.finish
source: Completion method
zh_hans: 完成方式

# templateAuthor.fixture.reopen
source: Fixture: reopen
zh_hans: 测试：重新打开

# templateAuthor.fixture.signOut
source: Fixture: sign out
zh_hans: 测试：退出登录

# templateAuthor.fixture.switch
source: Fixture: switch account
zh_hans: 测试：切换账号

# templateAuthor.fixtureNotice
source: Synthetic test only. No backend request or publication will occur.
zh_hans: 仅合成测试，不会请求后端或实际发布。

# templateAuthor.game
source: Choose one game
zh_hans: 选择一种玩法

# templateAuthor.game.classify
source: Classify items
zh_hans: 分类

# templateAuthor.game.coin
source: Coin flip
zh_hans: 抛硬币

# templateAuthor.game.compass
source: Compass alignment
zh_hans: 罗盘指向

# templateAuthor.game.countdown
source: Countdown
zh_hans: 倒计时

# templateAuthor.game.dice
source: Dice roll
zh_hans: 掷骰子

# templateAuthor.game.match
source: Match pairs
zh_hans: 配对

# templateAuthor.game.quiet
source: Quiet challenge
zh_hans: 安静挑战

# templateAuthor.game.react
source: Reaction
zh_hans: 变色就点

# templateAuthor.game.shake
source: Ball challenge
zh_hans: 弹球

# templateAuthor.game.shout
source: Continuous voice challenge
zh_hans: 持续发声挑战

# templateAuthor.game.sort
source: Put in order
zh_hans: 排序

# templateAuthor.game.stopwatch
source: Precision stopwatch
zh_hans: 精准停表

# templateAuthor.httpReview
source: Review the exact request before submitting. Server approval may still be required.
zh_hans: 提交前请核对请求，仍可能需要服务器审核。

# templateAuthor.introBody
source: A play template describes one interaction at one place. A route template is a separate whole-route entity.
zh_hans: 玩法模板描述一个地点上的一次互动。路线主题模板是另一种完整路线实体。

# templateAuthor.introFinish
source: Choose how players complete it
zh_hans: 选择完成方式

# templateAuthor.introReward
source: Configure completion feedback
zh_hans: 配置完成反馈

# templateAuthor.introStory
source: Add an optional story timeline
zh_hans: 添加可选剧情时间流

# templateAuthor.introTitle
source: Make an interaction
zh_hans: 创作一次互动

# templateAuthor.invalid
source: Complete the required fields before continuing.
zh_hans: 请先完善必填内容。

# templateAuthor.legacy
source: Use the standard completion method
zh_hans: 使用基础完成方式

# templateAuthor.linkedMedia
source: Linked media reference
zh_hans: 已关联媒体引用

# templateAuthor.listUnavailable
source: Your template list is currently unavailable.
zh_hans: 我的模板列表暂不可用。

# templateAuthor.localBadge
source: Local draft
zh_hans: 本地草稿

# templateAuthor.localSaved
source: Saved securely on this device for this account.
zh_hans: 已为当前账号安全保存到此设备。

# templateAuthor.mediaHint
source: Existing media references only. Uploading and fetching remote media are unavailable here.
zh_hans: 仅编辑已有媒体引用。此处不上传或读取远程媒体。

# templateAuthor.method.0
source: No validation
zh_hans: 无需验证

# templateAuthor.method.1
source: Text answer
zh_hans: 文字作答

# templateAuthor.method.2
source: Photo check-in
zh_hans: 拍照打卡

# templateAuthor.method.3
source: Multiple choice
zh_hans: 选项问答

# templateAuthor.method.4
source: Scan at venue
zh_hans: 到店扫码

# templateAuthor.method.5
source: GPS arrival
zh_hans: GPS 到达

# templateAuthor.mine
source: My play templates
zh_hans: 我的玩法模板

# templateAuthor.mineScope
source: These are your play templates, separate from public route templates.
zh_hans: 这里是个人玩法模板，与公共路线主题模板分别管理。

# templateAuthor.moduleEnabled
source: Enable this module
zh_hans: 启用模块

# templateAuthor.nameStep
source: Give this play a name
zh_hans: 给玩法起个名字

# templateAuthor.noGameplay
source: This preview shows the configuration only. Device and server gameplay are not running.
zh_hans: 预览仅展示配置，不运行设备或服务端玩法。

# templateAuthor.original
source: Source play template ID
zh_hans: 来源玩法模板 ID

# templateAuthor.photoReview
source: Require photo review
zh_hans: 照片需要审核

# templateAuthor.prefab.addObservation
source: Add observation
zh_hans: 添加观察

# templateAuthor.prefab.badge
source: Local narrative preview
zh_hans: 本地剧情预览

# templateAuthor.prefab.dreams
source: Dreams
zh_hans: 梦

# templateAuthor.prefab.hp
source: Energy
zh_hans: 精力

# templateAuthor.prefab.luck
source: Luck
zh_hans: 幸运

# templateAuthor.prefab.next
source: Preview next scene
zh_hans: 预览下一幕

# templateAuthor.prefab.notice
source: Inspect the 13-scene narrative state. This is not full gameplay: photos, location, sensors and synchronization are unavailable.
zh_hans: 查看十三幕剧情状态。此预览不等于完整游玩，不使用照片、定位、传感器或同步。

# templateAuthor.prefab.observation
source: What did you notice?
zh_hans: 你看到了什么？

# templateAuthor.prefab.observations
source: Observations
zh_hans: 观察记录

# templateAuthor.prefab.profile
source: Character profile
zh_hans: 角色资料

# templateAuthor.prefab.profileScope
source: The original Chinese keyword rules determine the skill changes; English entries use the source fallback.
zh_hans: 技能变化遵循原始中文关键词规则，英文内容使用真源默认分类。

# templateAuthor.prefab.scene.birth
source: A confirmed fortune
zh_hans: 被确认的幸运

# templateAuthor.prefab.scene.career
source: What would you like to become?
zh_hans: 长大了，你希望做什么？

# templateAuthor.prefab.scene.dream1
source: Information arrives; I begin to dream
zh_hans: 信息不断输入，我开始做梦。

# templateAuthor.prefab.scene.dream2
source: More doors
zh_hans: 门更多了。

# templateAuthor.prefab.scene.dream3
source: Three questions
zh_hans: 不再是画面。是三个问题。

# templateAuthor.prefab.scene.flow
source: The path you took, and others’ paths
zh_hans: 你走过的路，和别人走过的路

# templateAuthor.prefab.scene.hall
source: Photograph the exhibition sign
zh_hans: 拍下展示馆的招牌

# templateAuthor.prefab.scene.learning
source: The standard answer
zh_hans: 标准答案

# templateAuthor.prefab.scene.prologue
source: Begin
zh_hans: 开始吧

# templateAuthor.prefab.scene.register
source: I ask, you answer
zh_hans: 我问，你答。

# templateAuthor.prefab.scene.walk
source: See a city in miniature
zh_hans: 去看一座被缩小的城市

# templateAuthor.prefab.scene.work
source: The assigned position
zh_hans: 被安排好的位置

# templateAuthor.prefab.skill.heart
source: Heart
zh_hans: 内心

# templateAuthor.prefab.skill.precision
source: Precision
zh_hans: 精确

# templateAuthor.prefab.skill.rule
source: Rule
zh_hans: 规则

# templateAuthor.prefab.skill.window
source: Window
zh_hans: 窗外

# templateAuthor.prefab.state
source: Narrative state
zh_hans: 剧情状态

# templateAuthor.prefab.title
source: Prefab Life preview
zh_hans: 预制人生预览

# templateAuthor.preview
source: Player preview
zh_hans: 玩家视角预览

# templateAuthor.previewNotice
source: Local preview. Answers are hidden; no completion or rewards are issued.
zh_hans: 本地预览，隐藏答案，不完成任务或发放奖励。

# templateAuthor.publishReview
source: Publishing submits the play template for review and may expose the configured content in the template library.
zh_hans: 发布会将玩法提交审核，并可能在公共模板库展示配置内容。

# templateAuthor.published
source: Published
zh_hans: 已发布

# templateAuthor.rejected
source: The service rejected the submission. Review the draft before trying again.
zh_hans: 服务端拒绝了提交，请检查草稿后重试。

# templateAuthor.restore
source: Restore draft
zh_hans: 恢复草稿

# templateAuthor.restoreFailed
source: The saved draft cannot be safely restored. It has not been overwritten.
zh_hans: 无法安全恢复已保存草稿，尚未覆盖。

# templateAuthor.restoreMessage
source: A draft already exists for this account and deployment. Restore or discard it before editing.
zh_hans: 此账号与部署已有本地草稿，请先恢复或丢弃。

# templateAuthor.restoreTitle
source: Saved draft
zh_hans: 已保存草稿

# templateAuthor.reviewDraft
source: Review server draft save
zh_hans: 预览服务端草稿提交

# templateAuthor.reviewPublish
source: Review publish submission
zh_hans: 预览发布提交

# templateAuthor.reviewTitle
source: Review submission
zh_hans: 确认提交内容

# templateAuthor.reward
source: Completion reward
zh_hans: 完成奖励

# templateAuthor.rewardPreview
source: Completion feedback is configured.
zh_hans: 已配置完成反馈。

# templateAuthor.saveLocal
source: Save on this device
zh_hans: 保存到此设备

# templateAuthor.shelf.addLibrary
source: Review adding to library
zh_hans: 核对加入模板库

# templateAuthor.shelf.addReview
source: Set this exact template’s library status to 1 (in library).
zh_hans: 将此编号模板的模板库状态设为1（加入模板库）。

# templateAuthor.shelf.delete
source: Review template deletion
zh_hans: 核对删除模板

# templateAuthor.shelf.deleteReview
source: Delete this exact template from your own shelf? This may not be reversible.
zh_hans: 确定删除此编号的我的模板？此操作可能无法撤销。

# templateAuthor.shelf.empty
source: Your own template shelf is empty.
zh_hans: 我的模板列表为空。

# templateAuthor.shelf.identity
source: Template ID
zh_hans: 模板编号

# templateAuthor.shelf.inLibrary
source: In template library
zh_hans: 已加入模板库

# templateAuthor.shelf.limit
source: This shelf reads the first 100 templates. Missing rows do not prove deletion from a full page.
zh_hans: 此列表仅读取前100个模板。满页中未出现的模板不能据此认定已删除。

# templateAuthor.shelf.outLibrary
source: Not marked as in template library
zh_hans: 未标记为已加入模板库

# templateAuthor.shelf.preflightFailed
source: The fresh template or secure pending record could not be verified. No change was sent.
zh_hans: 无法核验最新模板或安全待处理记录，未发送修改请求。

# templateAuthor.shelf.readback
source: The exact template will be checked before sending, then the shelf will be refreshed. An uncertain response locks further changes.
zh_hans: 发送前将核对此编号模板，随后刷新列表。结果不确定时会锁定后续修改。

# templateAuthor.shelf.refresh
source: Refresh own shelf
zh_hans: 刷新我的模板

# templateAuthor.shelf.removeLibrary
source: Review removing from library
zh_hans: 核对移出模板库

# templateAuthor.shelf.removeReview
source: Set this exact template’s library status to 0 (out of library).
zh_hans: 将此编号模板的模板库状态设为0（移出模板库）。

# templateAuthor.shelf.stale
source: This template changed since review. Refresh and review it again. Nothing was sent.
zh_hans: 此模板在核对后已变化。请刷新并重新核对，尚未发送修改请求。

# templateAuthor.shelf.unknown
source: This change is unresolved. Further shelf changes are locked; refreshing alone cannot confirm an unknown request.
zh_hans: 此次修改结果尚未确定，后续模板修改已锁定。仅刷新列表不能确认未知请求结果。

# templateAuthor.shelf.verified
source: The request was acknowledged and the fresh own-shelf state matches the requested change.
zh_hans: 请求已获确认，刷新后的我的模板状态与所请求的修改一致。

# templateAuthor.signIn
source: Sign in to access your account-scoped drafts.
zh_hans: 登录后访问当前账号的本地草稿。

# templateAuthor.simulated
source: Simulation completed. No template was saved to a server or published.
zh_hans: 模拟完成，未向服务端保存或发布模板。

# templateAuthor.storageFailed
source: Secure storage is unavailable. Nothing was submitted.
zh_hans: 安全存储不可用，未提交任何内容。

# templateAuthor.story
source: Story
zh_hans: 剧情

# templateAuthor.storyInvalid
source: This story data cannot be decoded safely. The original draft is preserved.
zh_hans: 无法安全读取剧情数据，原草稿已保留。

# templateAuthor.storyTimeline
source: Story timeline
zh_hans: 剧情时间流

# templateAuthor.sync
source: Include in the public library when published
zh_hans: 发布时同步公共模板库

# templateAuthor.timer
source: Time limit
zh_hans: 限时

# templateAuthor.timerUnsupported
source: This game has no timed task. A saved timer is preserved but is not executed here.
zh_hans: 此玩法没有可限时的任务，已保存计时配置保留，但此处不执行。

# templateAuthor.title
source: Create a play template
zh_hans: 创作玩法模板

# templateAuthor.unavailable
source: Save and preview locally. Server saves and publishing are unavailable until runtime acceptance.
zh_hans: 可在本地保存和预览。服务端保存与发布尚未通过运行验收，暂不可用。

# templateAuthor.uncertain
source: The submission outcome is unknown. Retrying and deleting this draft are blocked. No receipt lookup contract is available.
zh_hans: 提交结果不确定，已阻止重试及删除此草稿，当前没有可用的提交回执查询契约。

# templateAuthor.underReview
source: Under review
zh_hans: 审核中

# templateAuthor.unpublished
source: Not published
zh_hans: 未发布

# templateAuthor.validation.advancedSchema
source: The advanced configuration version is unsupported.
zh_hans: 不支持此高级配置版本。

# templateAuthor.validation.advancedUnsupported
source: An unsupported configuration is preserved. It cannot be submitted yet.
zh_hans: 已保留尚未支持的配置，暂不能提交。

# templateAuthor.validation.answer
source: Add the question and correct answer.
zh_hans: 请填写问题和正确答案。

# templateAuthor.validation.audio
source: Add an audio reference.
zh_hans: 请填写音频引用。

# templateAuthor.validation.ballShake.goal
source: Edge hits: 1–200 must be between 1 and 200.
zh_hans: 撞击次数：1–200须在 1 至 200 之间。

# templateAuthor.validation.ballShake.seconds
source: Duration in seconds must be between 3 and 300.
zh_hans: 时长（秒）须在 3 至 300 之间。

# templateAuthor.validation.category
source: Choose at least one category.
zh_hans: 请选择至少一个类别。

# templateAuthor.validation.choices
source: Add at least two options.
zh_hans: 至少需要两个选项。

# templateAuthor.validation.coinAction
source: Both coin actions must contain 1–60 UTF-16 units.
zh_hans: 正反面行动需为 1–60 个 UTF-16 字符单元。

# templateAuthor.validation.coinLabel
source: Coin labels cannot exceed 16 UTF-16 units.
zh_hans: 正反面名称不超过 16 个 UTF-16 字符单元。

# templateAuthor.validation.correctAnswer
source: Select a nonempty correct option.
zh_hans: 请选择非空的正确选项。

# templateAuthor.validation.countdown.seconds
source: Duration in seconds must be between 5 and 3600.
zh_hans: 时长（秒）须在 5 至 3600 之间。

# templateAuthor.validation.countdownText
source: Add completion text up to 60 UTF-16 units.
zh_hans: 请填写不超过 60 个 UTF-16 字符单元的到点文字。

# templateAuthor.validation.description
source: Add a description.
zh_hans: 请填写玩法描述。

# templateAuthor.validation.descriptionLength
source: Keep the description within 30 UTF-16 units.
zh_hans: 玩法描述不超过 30 个 UTF-16 字符单元。

# templateAuthor.validation.diceFaces
source: All six dice faces need actions up to 60 UTF-16 units.
zh_hans: 骰子六面均需填写不超过 60 个 UTF-16 字符单元的行动。

# templateAuthor.validation.duration
source: Set a duration greater than zero.
zh_hans: 请设置大于零的时长。

# templateAuthor.validation.finish
source: Enable a completion method.
zh_hans: 请启用完成方式。

# templateAuthor.validation.kicker
source: Game titles cannot exceed 32 UTF-16 units.
zh_hans: 玩法标题不超过 32 个 UTF-16 字符单元。

# templateAuthor.validation.medal
source: A medal needs both a name and an image.
zh_hans: 勋章需同时填写名称和图片。

# templateAuthor.validation.number
source: Enter a finite number.
zh_hans: 请输入有效数字。

# templateAuthor.validation.oneGame
source: Only one game may be enabled.
zh_hans: 仅能启用一种玩法。

# templateAuthor.validation.players
source: Specify the player count.
zh_hans: 请选择玩家人数。

# templateAuthor.validation.question
source: Add the question.
zh_hans: 请填写问题。

# templateAuthor.validation.quietHold.seconds
source: Duration in seconds must be between 5 and 300.
zh_hans: 时长（秒）须在 5 至 300 之间。

# templateAuthor.validation.reaction.goalMs
source: Target: 120–2000 milliseconds must be between 120 and 2000.
zh_hans: 达标毫秒：120–2000须在 120 至 2000 之间。

# templateAuthor.validation.reaction.rounds
source: Rounds: 1–10 must be between 1 and 10.
zh_hans: 轮数：1–10须在 1 至 10 之间。

# templateAuthor.validation.reward
source: Configure at least one reward.
zh_hans: 请至少配置一种奖励。

# templateAuthor.validation.stopwatch.targetSeconds
source: Target: 3–120 seconds must be between 3 and 120.
zh_hans: 目标秒数：3–120须在 3 至 120 之间。

# templateAuthor.validation.stopwatch.toleranceMs
source: Tolerance: 50–5000 milliseconds must be between 50 and 5000.
zh_hans: 容差毫秒：50–5000须在 50 至 5000 之间。

# templateAuthor.validation.stopwatch.tries
source: Attempts: 0–10; 0 means unlimited must be between 0 and 10.
zh_hans: 次数：0–10，0 表示不限须在 0 至 10 之间。

# templateAuthor.validation.timer.durationSeconds
source: Time limit: 10–86400 seconds must be between 10 and 86400.
zh_hans: 限时秒数：10–86400须在 10 至 86400 之间。

# templateAuthor.validation.title
source: Name this play first.
zh_hans: 请先给玩法起个名字。

# templateAuthor.validationTitle
source: Before publishing
zh_hans: 发布前需完善

# templateAuthor.voice
source: Audio
zh_hans: 语音

# ticketWallet.action.cancelled
source: This ticket has been cancelled
zh_hans: 该票已取消

# ticketWallet.action.detail
source: View ticket details
zh_hans: 查看票券详情

# ticketWallet.action.expired
source: This ticket has expired
zh_hans: 该票已过期

# ticketWallet.action.paymentUnavailable
source: Payment is not available in this native version yet
zh_hans: 原生版本暂不支持支付

# ticketWallet.action.unknown
source: The ticket status must be confirmed before opening it
zh_hans: 请先确认票券状态

# ticketWallet.chapter
source: Chapter
zh_hans: 章节

# ticketWallet.contact
source: Contact
zh_hans: 联系人

# ticketWallet.detail
source: Ticket details
zh_hans: 票券详情

# ticketWallet.empty
source: Your ticket wallet is empty
zh_hans: 票夹里还没有票

# ticketWallet.entitlementStatus.invalid
source: Invalid
zh_hans: 已失效

# ticketWallet.entitlementStatus.pending
source: Awaiting redemption
zh_hans: 待核销

# ticketWallet.entitlementStatus.redeemed
source: Redeemed
zh_hans: 已核销

# ticketWallet.entitlementStatus.unknown
source: Unknown
zh_hans: 未知

# ticketWallet.entitlements
source: Benefits
zh_hans: 权益明细

# ticketWallet.fixture.signOut
source: End example session
zh_hans: 结束示例会话

# ticketWallet.issue.failure
source: Tickets could not be loaded
zh_hans: 票券加载失败

# ticketWallet.issue.login
source: Sign in to see your tickets
zh_hans: 登录后查看你的票券

# ticketWallet.issue.malformed
source: Ticket information could not be verified
zh_hans: 无法确认票券信息

# ticketWallet.issue.network
source: Tickets could not be loaded. Check your connection and retry.
zh_hans: 票券读取失败，请检查网络后重试。

# ticketWallet.issue.notConfigured
source: Ticket service is not configured
zh_hans: 票券服务尚未配置

# ticketWallet.issue.unavailable
source: This ticket is unavailable
zh_hans: 此票券暂不可用

# ticketWallet.loading
source: Loading tickets…
zh_hans: 正在读取票券…

# ticketWallet.noCode
source: This screen does not issue or display a redemption code.
zh_hans: 此页面不签发或展示核销码。

# ticketWallet.number
source: Ticket number
zh_hans: 票号

# ticketWallet.offlineExample
source: Offline synthetic example
zh_hans: 离线合成示例

# ticketWallet.partial.activity
source: Activity tickets could not be loaded
zh_hans: 活动票加载失败

# ticketWallet.partial.route
source: Route tickets could not be loaded
zh_hans: 路线票加载失败

# ticketWallet.partialEmpty
source: No tickets were returned by the available source. The wallet may be incomplete.
zh_hans: 可用来源暂未返回票券，票夹内容可能不完整。

# ticketWallet.participateDate
source: Participation date
zh_hans: 参与日期

# ticketWallet.pendingChapters
source: Chapters awaiting redemption
zh_hans: 待核销章节

# ticketWallet.phone
source: Phone
zh_hans: 手机号

# ticketWallet.place
source: Location
zh_hans: 地点

# ticketWallet.readOnly
source: Read-only ticket wallet. Payment, refunds, teams and completion rewards are not available here yet.
zh_hans: 只读票夹。此处暂不提供支付、退款、队伍和完局奖励。

# ticketWallet.redeemedAt
source: Redeemed at
zh_hans: 核销时间

# ticketWallet.redemption
source: Redemption
zh_hans: 核销

# ticketWallet.redemption.cancelled
source: This ticket has been cancelled
zh_hans: 该票已取消

# ticketWallet.redemption.complete
source: No remaining redeemable benefits
zh_hans: 暂无剩余可核销权益

# ticketWallet.redemption.expired
source: This ticket has expired
zh_hans: 该票已过期

# ticketWallet.redemption.notImplemented
source: Redemption codes are not available in this native version yet
zh_hans: 原生版本暂不支持核销码

# ticketWallet.redemption.unknown
source: Redemption availability could not be confirmed
zh_hans: 无法确认核销可用状态

# ticketWallet.redemption.unpaid
source: Available after payment
zh_hans: 支付后方可使用

# ticketWallet.refresh
source: Refresh tickets
zh_hans: 刷新票券

# ticketWallet.registrationInfo
source: Ticket information
zh_hans: 票券信息

# ticketWallet.retry
source: Retry
zh_hans: 重试

# ticketWallet.signIn
source: Sign in
zh_hans: 登录

# ticketWallet.status.cancelled
source: Cancelled
zh_hans: 已取消

# ticketWallet.status.expired
source: Expired
zh_hans: 已过期

# ticketWallet.status.pending
source: Awaiting payment
zh_hans: 待支付

# ticketWallet.status.ready
source: Ready to use
zh_hans: 待使用

# ticketWallet.status.unknown
source: Status not confirmed
zh_hans: 状态待确认

# ticketWallet.status.verified
source: Verified
zh_hans: 已核验

# ticketWallet.title
source: Ticket wallet
zh_hans: 票夹

# ticketWallet.unknownEntitlementStatus
source: Some chapter statuses are unavailable. Only confirmed pending chapters are counted.
zh_hans: 部分章节状态未提供，仅统计已明确待核销的章节。

# ticketWallet.unnamedChapter
source: Unnamed chapter
zh_hans: 未命名章节

# ticketWallet.untitled
source: Untitled ticket
zh_hans: 未命名票券

# ticketWallet.verificationTime
source: Verification time
zh_hans: 核验时间

# topic.availability
source: Availability
zh_hans: 开放状态

# topic.availability.merchantClosed
source: Merchant temporarily closed
zh_hans: 商家暂停营业

# topic.availability.pricing
source: Pricing · not on sale
zh_hans: 定价中 · 未开售

# topic.availability.purchased
source: You already have a registration or ticket
zh_hans: 你已报名或购票

# topic.availability.recruiting
source: Recruiting · not on sale
zh_hans: 招募中 · 未开售

# topic.availability.selfPlay
source: Self-play pass offered
zh_hans: 提供自玩通行证

# topic.availability.sessions
source: Session-based route
zh_hans: 按场次开放路线

# topic.beta
source: Beta
zh_hans: 试玩

# topic.chapter
source: Chapter
zh_hans: 章节

# topic.chapters
source: Chapters
zh_hans: 章节

# topic.closedNotice
source: Merchant temporarily closed; new registration is unavailable
zh_hans: 商家暂停营业，暂不可报名

# topic.comments
source: Reviews
zh_hans: 评价

# topic.detail
source: Route details
zh_hans: 路线详情

# topic.durationMinutes
source: Duration (minutes)
zh_hans: 时长（分钟）
